Repository: natasajevtic/MemoApp
Catalog: MemoApp/MemoApp/Resources/SharedResource.*.resx
Languages: sr

source: Email {0} is already taken.
sr: E-mail adresa {0} je već zauzeta.

source: Passwords must have at least one digit ('0'-'9').
sr: Lozinka mora imati bar jedan broj ('0'-'9').

source: Passwords must have at least one lowercase ('a'-'z').
sr: Lozinka mora imati bar jedno malo slovo.

source: Passwords must have at least one non alphanumeric character.
sr: Lozinka mora imati bar jedan znak koji nije alfanumerički.

source: Passwords must have at least one uppercase ('A'-'Z').
sr: Lozinka mora imati bar jedno veliko slovo.

source: Role name {0} is already taken.
sr: Naziv uloge {0} je već zauzet.

source: Tag length must be less than 50.
sr: Dužina taga mora biti manja od 50 znakova.

source: The Email field is not a valid e - mail address.
sr: Polje E-mail adresa nije validna e-mail adresa.

source: The Email field is required.
sr: Polje E-mail adresa je obavezno.

source: The Name field is required.
sr: Polje Naziv je obavezno.

source: The Name must be less than 256 characters long.
sr: Naziv mora da bude kraći od 256 znakova.

source: The password and confirmation password do not match.
sr: Lozinka i lozinka za potvrdu se ne podudaraju.

source: The Password field is required.
sr: Polje Lozinka je obavezno.

source: The Password must be at least {2} and at max {1} characters long.
sr: Lozinka mora imati najmanje {2}, a najviše {1} znakova.

source: The Title field is required.
sr: Polje Naslov je obavezno.

source: The Title must be less than 50 characters long.
sr: Naslov mora da bude kraći od 50 znakova.

source: Username {0} is already taken.
sr: Username {0} je već zauzet.
